{
    "vocab": [
        "scalaire",
        "5",
        "suit",
        "calligraphe",
        "inferieur",
        "tout",
        "norme",
        "delta",
        "produit",
        "existe",
        "i",
        "nu",
        "direct",
        "intersection",
        "r",
        "kappa",
        "limite",
        "isomorphe",
        "c",
        "chapeau",
        "partie",
        "varsigma",
        "dim",
        "sinus",
        "sur",
        "coefficient",
        "arcsinus",
        "mu",
        "8",
        "inter",
        "imaginaire",
        "indice",
        "implique",
        "definition",
        "prime",
        "sigma",
        "phi",
        "equivalent",
        "accolade",
        "lim",
        "o",
        "q",
        "dans",
        "lambda",
        "fin",
        "a",
        "binomial",
        "valeur",
        "egal",
        "exponentiel",
        "racine",
        "0",
        "cent",
        "borne",
        "plus",
        "point",
        "psi",
        "2",
        "arccosinus",
        "tend",
        "gradient",
        "rho",
        "epsilon",
        "tel",
        "crochet",
        "det",
        "omega",
        "minimum",
        "exposant",
        "y",
        "cosinus",
        "infini",
        "appartient",
        "fraction",
        "maximum",
        "b",
        "g",
        "u",
        "transpose",
        "tenseur",
        "sup",
        "cos",
        "proportionnel",
        "p",
        "arcsin",
        "pi",
        "respectivement",
        "4",
        "union",
        "board",
        "d",
        "grand",
        "ksi",
        "espace",
        "cube",
        "puissance",
        "beta",
        "converge",
        "v",
        "rationnel",
        "pas",
        "partiel",
        "integrale",
        "variance",
        "tau",
        "\u00e0",
        "tan",
        "chi",
        "black",
        "degre",
        "rond",
        "tangente",
        "moins",
        "et",
        "iota",
        "argmin",
        "virgule",
        "par",
        "reel",
        "gamma",
        "environ",
        "relatif",
        "factoriel",
        "barre",
        "7",
        "vecteur",
        "h",
        "zeta",
        "negatif",
        "arccos",
        "derive",
        "j",
        "avec",
        "logarithme",
        "6",
        "pourcent",
        "arc",
        "m",
        "allant",
        "loi",
        "esperance",
        "long",
        "determinant",
        "rapport",
        "negation",
        "somme",
        "double",
        "1",
        "petit",
        "naturel",
        "pour",
        "facteur",
        "ensemble",
        "eta",
        "strictement",
        "k",
        "s",
        "arg",
        "probabilite",
        "xi",
        "tilde",
        "n",
        "carre",
        "underscore",
        "var",
        "que",
        "t",
        "entier",
        "sachant",
        "exp",
        "f",
        "l",
        "argmax",
        "non",
        "inclu",
        "parenthese",
        "arctan",
        "absolu",
        "varpi",
        "3",
        "en",
        "log",
        "max",
        "unique",
        "dimension",
        "le",
        "conditionnellement",
        "ferme",
        "khi",
        "theta",
        "sin",
        "complexe",
        "min",
        "star",
        "verticale",
        "ou",
        "vers",
        "fleche",
        "z",
        "defini",
        "arctangente",
        "prive",
        "nul",
        "deg",
        "alpha",
        "inf",
        "x",
        "de",
        "e",
        "different",
        "varrho",
        "w",
        "upsilon",
        "positif",
        "croix",
        "9",
        "etoile",
        "superieur",
        "varepsilon"
    ]
}